[{"model": "Books.book", "pk": 1, "fields": {"title": "It", "author": 4, "isbn": "234234234", "date_published": "1997-06-07", "cover": "https://images-na.ssl-images-amazon.com/images/I/51En0pnzn4L._SX327_BO1,204,203,200_.jpg", "prologue": "Proin eget tortor risus. Donec rutrum congue leo eget malesuada. Curabitur arcu erat, accumsan id imperdiet et, porttitor at sem. Vivamus suscipit tortor eget felis porttitor volutpat. Pellentesque in ipsum id orci porta dapibus. Donec rutrum congue leo eget malesuada. Quisque velit nisi, pretium ut lacinia in, elementum id enim. Sed porttitor lectus nibh. Curabitur arcu erat, accumsan id imperdiet et, porttitor at sem. Sed porttitor lectus nibh.", "raiting": "4.3", "literary_genre": "TR", "tags": "[\"clown\", \"evil\"]", "price": "12.08"}}, {"model": "Books.book", "pk": 2, "fields": {"title": "Clash of Kings", "author": 2, "isbn": "2323423", "date_published": "1993-02-12", "cover": "https://images-na.ssl-images-amazon.com/images/I/81m8bFyfGaL.jpg", "prologue": "Pellentesque in ipsum id orci porta dapibus. Vivamus suscipit tortor eget felis porttitor volutpat. Cras ultricies ligula sed magna dictum porta. Pellentesque in ipsum id orci porta dapibus. Nulla quis lorem ut libero malesuada feugiat. Mauris blandit aliquet elit, eget tincidunt nibh pulvinar a. Praesent sapien massa, convallis a pellentesque nec, egestas non nisi. Nulla porttitor accumsan tincidunt. Mauris blandit aliquet elit, eget tincidunt nibh pulvinar a. Donec rutrum congue leo eget malesuada.", "raiting": "4.9", "literary_genre": "FS", "tags": "[\"kings\", \"got\"]", "price": "6.79"}}, {"model": "Books.book", "pk": 3, "fields": {"title": "Yo Robot", "author": 3, "isbn": "34234453545", "date_published": "1978-09-07", "cover": "https://vignette4.wikia.nocookie.net/literatura/images/1/1f/Asimov_cover.jpg/revision/latest?cb=20111226080535&path-prefix=es", "prologue": "Curabitur non nulla sit amet nisl tempus convallis quis ac lectus. Curabitur arcu erat, accumsan id imperdiet et, porttitor at sem. Mauris blandit aliquet elit, eget tincidunt nibh pulvinar a. Donec sollicitudin molestie malesuada. Vivamus suscipit tortor eget felis porttitor volutpat. Praesent sapien massa, convallis a pellentesque nec, egestas non nisi. Donec sollicitudin molestie malesuada. Nulla quis lorem ut libero malesuada feugiat. Cras ultricies ligula sed magna dictum porta. Nulla quis lorem ut libero malesuada feugiat.", "raiting": "4.7", "literary_genre": "CS", "tags": "[\"robot\", \"futurist\"]", "price": "19.34"}}]